import "./RecipeInfo.css";
import image from "../assets/carbonara.jpg";

function RecipeInfo() {
    return (
        <div className="recipe">
            <img src={image} alt="Карбонара" />

            <p>
                Паста Карбонара — одна з найвідоміших страв італійської кухні.
                Вона має ніжний вершковий смак без використання вершків.
            </p>

            <p>
                Основою рецепту є спагеті, яйця, сир Пармезан, бекон або гуанчале
                та чорний перець.
            </p>

            <p>
                Готується дуже швидко — приблизно за 20 хвилин, тому чудово
                підходить для сімейної вечері.
            </p>

            <p>
                Найкраще подавати одразу після приготування, поки соус
                залишається кремовим.
            </p>
        </div>
    );
}

export default RecipeInfo;