import "./Steps.css";

function Steps() {
    return (
        <div className="steps">
            <h2>Приготування</h2>

            <ol>
                <li>Відварити спагеті.</li>
                <li>Обсмажити бекон до золотистого кольору.</li>
                <li>Змішати яйця з тертим пармезаном.</li>
                <li>З'єднати гарячі спагеті з беконом.</li>
                <li>Додати яєчно-сирну суміш.</li>
                <li>Посипати чорним перцем і подавати.</li>
            </ol>
        </div>
    );
}

export default Steps;